const AboutCompany = () => {
  return (
    <div className="about-company container">
      <div className="row">
        <div className="about-company__container">
          <div className="about-company__title">О компании</div>
          <div className="about-company__body">
            <div className="about-company__content">
              <p>
                Добро пожаловать в наш интернет-магазин электроники ООПтеротор – вашего надежного
                партнера в мире передовых технологий! У нас вы найдете широкий выбор современных
                гаджетов, умных устройств и электронных аксессуаров, которые подарят вам комфорт,
                удобство и разнообразие в повседневной жизни.
              </p>
              <p>
                Мы гордимся тем, что предлагаем только высококачественные товары от лучших мировых
                брендов. Независимо от того, ищете ли вы мощный ноутбук для работы, стильный
                смартфон для связи или инновационные гаджеты для развлечений, мы готовы
                удовлетворить ваши потребности и предоставить самые актуальные решения.
              </p>
              <p>
                Мы заботимся о вашем комфорте и стремимся сделать процесс покупок максимально
                удобным и приятным. Присоединяйтесь к нам сегодня и откройте для себя увлекательный
                мир электроники прямо у вас дома!
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export { AboutCompany };
